export default function RulesPage() {
  return (
    <main className="mx-auto max-w-3xl p-6">
      <h1 className="text-3xl font-bold mb-4">Правила</h1>
      <p className="text-neutral-700">
        💍 Правила клуба 💍


Наш приоритет - это комфорт игроков. Мы хотим, чтобы каждый имел возможность хорошо провести время, а потому просим Вас соблюдать несколько несложных правил.


♠️ 18+

На наших играх мы рады видеть всех, кому интересен покер - от новичка до мастера. Если Вам есть 18 лет, мы будем очень Вас ждать.


🟢 Уважение к другим игрокам

Эмоции в покере - это нормально и даже хорошо. Для этого и проводятся турниры. 
За столом может случаться всякое. Новичок легко может выиграть, а опытный игрок - проиграть. Избегайте насмешек, претензий и непрошенных оценок — ведь это всего лишь игра. 
 
🥇 Игра не на деньги

Мы верим, что покер - игра интеллекта. Основные стимулы - это удовольствие от хорошей игры, оттачивание мастерства, вечер в приятной компании. Деньги - вовсе не обязательный элемент, даже наоборот...
Правило простое - на самой игре и в комментариях строго запрещены обсуждения игр на деньги.

        ❓Вопросы и ответы❓


✔️ Законно ли это?

Да, полностью. Сама игра в покер, как и другие карточные игры, в РФ законны. Запрещена организация азартных игр с денежными призами. У нас нет призов и материальных выплат, оплата за участие не формирует призовой фонд.


❤️ В чём тогда смысл?

В соревновании. Спортивная игра дает очень яркие ощущения. Попробуйте.


🦖 Я не умею играть, но хочу попробовать. Могу ли я прийти?

Если Вы совсем не знакомы с покером, Вам скорее всего будет непонятно, а потому не очень интересно. Но мы всегда рады будем подсказать перед игрой основную информацию. При записи на игру, сообщите нам об этом.


📌 Как проходят игры?

В каждый из игровых дней проводится отдельный турнир. Формат в разный день может быть чуть разный, чтобы было интереснее. По итогу турнира игроки получают очки рейтинга.


📌 А если конкретнее?

Основной формат - стартовый стек в 25 000, стартовые Blind 100/100/100. Уровень - от 20 до 10 минут. Играем до выявление одного победителя.


🥇 Сколько стоит участие?
Организационный сбор составляет  1000 ₽
Повторный вход (ре-энтри) стоит также 1000 ₽


♠️ Если я проиграю все свои фишки, могу ли я поиграть еще?

Конечно. Вы можете взять повторный вход и получить стартовый стек еще раз. Опция доступна в течение двух часов с начала турнира, воспользоваться ей можно до трёх раз.


⏱ Могу ли я прийти позже? Или уйти раньше?

Да. Войти в игру можно в течение первых двух часов турнира, получив все тот же стартовый стек. Но - если вы задерживаетесь более, чем на полчаса - уведомите админа, иначе место может быть отдано другому игроку. Уйти можно в любой момент, и вы все равно получите очки за игру.


💬 Как записаться?

Написать администратору (http://t.me/klimilya88), либо поставить + в комментариях к посту-анонсу. В посте-анонсе есть список участников.


♠️«Рука Клуба» 

(♣️♣️ - «рука Михаила Сёмина»)
Выиграйте раздачу с этой рукой после флопа и получите ➕5️⃣ Big Blind
      </p>
    </main>
  );
}
